"Close Window" = "关闭窗口";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "您的 iPod 已经被更新到版本 <version>。请先推出 iPod，然后将它拔出并重新插入，以完成更新过程。";
W = "W";
"The iPod is not mounted." = "iPod 没有装上。";
"Click the lock to prevent further changes." = "点按锁按钮以防止再次被更改。";
"The iPod could not be unmounted because it is in use." = "iPod 不能装上，因为它正在使用。";
"Plug in an iPod to update it." = "插入 iPod 进行更新。";
Quit = "退出";
"Click the lock to make changes." = "点按锁按钮以进行更改。";
"More than one iPod is attached." = "连接着多个 iPod。";
"Restore iPod" = "恢复 iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "您的 iPod 已经被更新到版本 <version>。请拔出并重新插入 iPod，以完成更新过程。";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "您的 iPod 已经恢复为出厂设置。请拔出并重新插入 iPod，以完成恢复过程。";
"Please attach one iPod at a time to be updated." = "请一次只连接一个 iPod 进行更新。";
"Out of memory." = "内存不足。";
"<version> (needs update)" = "<version> （需要更新）";
"No iPod is attached." = "没有连接 iPod。";
Update = "更新";
"<version> (up to date)" = "<version> （最新版本）";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "您的 iPod 已经恢复为出厂设置。请先推出 iPod，然后将它拔出并重新插入，以完成恢复过程。";
"The attached iPod does not have proper software on it." = "连接着的 iPod 上没有合适的软件。";
"Serial Number:" = "序列号：";
"An unexpected error occurred." = "发生意外错误。";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "连接着一个 iPod，但是它必须装在桌面上才能进行此项操作。";
"Could not find updater library." = "找不到更新程序库。";
"iPod Software Version <version>" = "iPod 软件版本 <version>";
"iPod Software <version> Updater" = "iPod 软件 <version> 更新程序";
"Updating iPod software" = "正在更新 iPod 软件";
"Name:" = "名称：";
"The updater does not have a volume image." = "此更新程序没有宗卷映像。";
"The updater does not have a firmware image." = "此更新程序没有固件映像。";
"Update iPod" = "更新 iPod";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "连接着多个 iPod。请一次只连接一个 iPod 进行更新。";
"An iPod is attached, but not mounted on the desktop." = "连接着一个 iPod，但没有装在桌面上。";
"Restoring iPod software" = "正在恢复 iPod 软件";
Options = "选项";
"About iPod Updater" = "关于 iPod 更新程序";
"All data currently stored on the iPod will be lost." = "当前存储在 iPod 上的所有数据都将丢失。";
"Are you sure you want to restore the iPod software?" = "您确定要恢复 iPod 软件吗？";
Stop = "停止";
"Done restoring iPod software" = "恢复 iPod 软件已完成";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "如果操作正在进行的时候退出应用程序，以后您可能需要恢复 iPod 软件。";
"Update puts the latest system software on your iPod." = "“更新”会将最新的系统软件安装在您的 iPod 上。";
"The iPod Updater application may be damaged." = "“iPod 更新程序”可能已损坏。";
Restore = "恢复";
"Could not find a SysInfo file on the iPod disk." = "在 iPod 磁盘上找不到 SysInfo 文件。";
"Authenticating..." = "正在鉴定⋯";
"Capacity:" = "容量：";
"The iPod disk does not have the correct structure." = "iPod 磁盘的结构不正确。";
"Done updating iPod software" = "更新 iPod 软件已完成";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "“恢复”将完全抹掉您的 iPod 并将它还原成出厂设置。iPod 上的音乐和其他数据将被抹掉。";
"Quit while this operation is in progress?" = "操作正在进行时仍要退出吗？";
R = "R";
"Software Version:" = "软件版本：";
"The Mac OS error code was <error>." = "Mac OS 错误代码为 <error>。";

